Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# EventLogPromotedAddUsers
source: Add users
ar: إضافة مستخدمين
be: Дадаваць карыстальнікаў
ca: Afegir usuaris
de: Nutzer hinzufügen
es: Añadir usuarios
fa: افزودن کاربران
fi: Lisätä käyttäjiä
fr: Ajouter des utilisateurs
id: Tambah pengguna
it: Aggiungere utenti
ko: 사용자 추가
ms: Tambah pengguna
nl: Leden toevoegen
pl: Dodawanie użytkowników
pt_br: Adicionar usuários
ru: Добавление пользователей
sv: Lägga till användare
tr: Kullanıcılar ekleme
uk: Додавати користувачів
uz: Foydalanuvchilarni qoʻshish
zh_cn: 添加用户
zh_tw: 添加用戶

# EventLogPromotedBanUsers
source: Ban users
ar: حظر المستخدمين
be: Блакiраваць карыстальнікаў
ca: Bandejar usuaris
de: Nutzer sperren
es: Expulsar usuarios
fa: محروم کردن کاربران
fi: Estää käyttäjiä
fr: Bannir des utilisateurs
id: Hapus pengguna
it: Rimuovere utenti
ko: 사용자 차단
ms: Larang pengguna
nl: Leden blokkeren
pl: Blokowanie użytkowników
pt_br: Banir usuários
ru: Блокировки пользователей
sv: Blockera användare
tr: Kullanıcıları yasaklama
uk: Блокувати користувачів
uz: Foydalanuvchilarni bloklash
zh_cn: 封禁用户
zh_tw: 封鎖用戶

# EventLogPromotedChangeChannelInfo
source: Change channel Info
ar: تغيير معلومات القناة
be: Змяняць звесткі аб канале
ca: Canviar la informació del canal
de: Kanal-Info ändern
es: Editar info. del canal
fa: تغییر اطلاعات کانال
fi: Muuttaa kanavan tietoja
fr: Modifier les infos du canal
id: Ubah info channel
it: Modificare le info del canale
ko: 채널 정보 수정
ms: Tukar Info saluran
nl: Informatie aanpassen
pl: Zmienianie informacji o kanale
pt_br: Alterar Dados do Canal
ru: Изменение информации о канале
sv: Ändra kanalinfo
tr: Kanal bilgilerini değiştirme
uk: Змінювати інформацію каналу
uz: Kanal maʼlumotini oʻzgartirish
zh_cn: 修改频道信息
zh_tw: 修改頻道訊息

# EventLogPromotedChangeGroupInfo
source: Edit group info
ar: تغيير معلومات المجموعة
be: Рэдагаваць звесткі аб суполцы
ca: Editar la informació del grup
de: Gruppen-Info ändern
es: Editar info. del grupo
fi: Muuttaa ryhmän tietoja
fr: Modifier les infos du groupe
it: Modificare le info del gruppo
ko: 그룹 정보 수정
ms: Sunting info grup
nl: Informatie aanpassen
pl: Edytowanie informacji o grupie
pt_br: Editar dados do grupo
ru: Изменение информации о группе
sv: Ändra gruppinfo
tr: Grup bilgisini düzenleme
uk: Змінювати інформацію групи

# EventLogPromotedDeleteMessages
source: Delete messages
ar: حذف الرسائل
be: Выдаляць паведамленні
ca: Eliminar missatges
de: Nachrichten löschen
es: Eliminar mensajes
fa: حذف پیام‌ها
fi: Poistaa viestejä
fr: Supprimer des messages
id: Hapus pesan
it: Eliminare messaggi
ko: 메시지 삭제
ms: Hapus mesej
nl: Berichten verwijderen
pl: Usuwanie wiadomości
pt_br: Apagar mensagens
ru: Удаление сообщений
sv: Ta bort meddelanden
tr: Mesajları silme
uk: Видаляти повідомлення
uz: Xabarlarni oʻchirish
zh_cn: 删除消息
zh_tw: 删除訊息

# EventLogPromotedEditMessages
source: Edit messages
ar: تعديل الرسائل
be: Рэдагаваць паведамленні
ca: Editar els missatges
de: Nachrichten bearbeiten
es: Editar mensajes
fa: ویرایش پیام‌ها
fi: Muokata viestejä
fr: Modifier des messages
id: Edit pesan
it: Modificare messaggi
ko: 메시지 수정
ms: Sunting mesej
nl: Berichten wijzigen
pl: Edytowanie wiadomości
pt_br: Editar mensagens
ru: Редактирование сообщений
sv: Redigera meddelanden
tr: Mesajları düzenleme
uk: Редагувати повідомлення
uz: Xabarlarni tahrirlash
zh_cn: 编辑消息
zh_tw: 編輯訊息

# EventLogPromotedInviteLink
source: Invite via link
it: Invitare tramite link
nl: Uitnodigen via link
ru: Приглашение по ссылке
zh_cn: 通过链接邀请了
zh_tw: 通過鏈結邀請了

# EventLogPromotedManageCall
source: Manage video chats
ar: إدارة المحادثات المرئية
be: Кіраваць відэачатамі
ca: Gestionar xats de vídeo
de: Videochats verwalten
es: Gestionar videochats
fi: Hallinnoida videokeskusteluita
fr: Gérer les salons vidéos
it: Gestire le chat video
ko: 영상 대화 관리
ms: Urus bual video
nl: Spraakchats beheren
pl: Zarządzanie czatem wideo
pt_br: Encerrar chats de vídeo
ru: Управление видеочатами
sv: Hantera videochattar
tr: Görüntülü sohbetleri yönetme
uk: Керувати відеочатами

# EventLogPromotedNoRights
source: promoted {0}
ar: تمت ترقية ⁨{0}⁩
be: прызначыў(-ла) {0}
ca: s'ha promogut {0}
de: hat {0} befördert
es: promovió a {0}
fi: ylensi käyttäjän {0}
fr: promu {0}
it: ha promosso {0}
ko: {0} 님을 승격했습니다
ms: naik taraf {0}
nl: promoveerde {0}
pl: awansował {0}
pt_br: promoveu {0}
ru: назначил(а) {0}
sv: befordrade {0}
tr: {0} kişisini yöneticiliğe yükseltti
uk: призначено {0}

# EventLogPromotedPinMessages
source: Pin messages
ar: تثبيت الرسائل
be: Замацоўваць паведамленні
ca: Fixar missatges
de: Nachrichten anheften
es: Fijar mensajes
fa: سنجاق کردن پیام‌ها
fi: Kiinnittää viestejä
fr: Épingler des messages
id: Pesan sematan
it: Fissare messaggi
ko: 메시지 고정
ms: Semat mesej
nl: Berichten vastzetten
pl: Przypinanie wiadomości
pt_br: Fixar mensagens
ru: Закрепление сообщений
sv: Fästa upp meddelanden
tr: Mesajları sabitleme
uk: Прикріплювати повідомлення
uz: Xabarlarni qadash
zh_cn: 置顶消息
zh_tw: 置頂訊息

# EventLogPromotedPostMessages
source: Post messages
ar: نشر الرسائل
be: Размяшчаць паведамленні
ca: Publica missatges
de: Nachrichten senden
es: Publicar mensajes
fa: ارسال پیام
fi: Lähettää viestejä
fr: Publier des messages
id: Mengeposkan pesan
it: Pubblicare messaggi
ko: 메시지 게시
ms: Pos mesej
nl: Berichten plaatsen
pl: Publikowanie wiadomości
pt_br: Postar mensagens
ru: Публикация сообщений
sv: Skicka meddelanden
tr: Mesajlar gönderme
uk: Публікувати повідомлення
uz: Xabar yuborish
zh_cn: 发布消息
zh_tw: 發佈訊息

# EventLogPromotedRemovedTitle
source: Title
ar: اللقب
be: Загаловак
ca: Títol
de: Bezeichnung
es: Título
fa: عنوان
fi: Titteli
fr: Titre
id: Gelar
it: Titolo
ko: 제목
ms: Pangkat
nl: Titel
pl: Tytuł
pt_br: Título
ru: Должность
sv: Titel
tr: Başlık
uk: Назва посади
uz: Sarlavha

# EventLogPromotedSendAnonymously
source: Remain Anonymous
ar: البقاء متخفيًا
be: Заставацца ананімным(-ай)
ca: Enviar anònimament
de: Anonym bleiben
es: Ser anónimo
fi: Jäädä nimettömäksi
fr: Envoi anonyme
it: Rimanere anonimo
ko: 익명으로 유지
ms: Kekal Tanpa Pengenalan
nl: Anoniem blijven
pl: Zachować anonimowość
pt_br: Permanecer Anônimo
ru: Анонимность
sv: Förbli anonym
tr: Anonim Kalma
uk: Залишатися анонімним

# EventLogPromotedTitle
source: Title: {0}
ar: اللقب: ⁨{0}⁩
be: Загаловак: {0}
ca: Títol: {0}
de: Bezeichnung: {0}
es: Título: {0}
fa: عنوان: ⁨{0}⁩
fi: Titteli: {0}
fr: Titre : {0}
id: Gelar: {0}
it: Titolo: {0}
ko: 제목: {0}
ms: Pangkat: {0}
nl: Titel: {0}
pl: Tytuł: {0}
pt_br: Título: {0}
ru: Должность: {0}
sv: Titel: {0}
tr: Başlık: {0}
uk: Назва посади: {0}
uz: Sarlavha: {0}

# EventLogRemoved
source: un1 removed un2
it: un1 ha rimosso un2
nl: un1 heeft un2 verwijderd
ru: un1 исключил(а) пользователя un2
zh_cn: un1 移除了 un2
zh_tw: un1 移除了 un2

# EventLogRemovedChannelLink
source: un1 removed the channel link
ar: ⁨un1⁩ أزال رابط القناة
be: un1 выдаліў(-ла) спасылку на канал
ca: un1 ha eliminat l'enllaç del canal
de: un1 hat Kanal-Link entfernt
es: un1 eliminó el enlace del canal
fa: ⁨un1⁩ لینک کانال را حذف کرد
fi: un1 poisti kanavan linkin
fr: un1 a supprimé le lien du canal
id: un1 menghapus link channel
it: un1 ha rimosso il link del canale
ko: un1 님이 채널 링크를 제거했습니다
ms: un1 keluarkan link saluran
nl: kanaallink door un1 verwijderd
pl: Użytkownik un1 usunął link kanału
pt_br: un1 removeu o link do canal
ru: un1 удалил(а) ссылку на канал
sv: un1 tog bort kanalens länk
tr: un1 kanal bağlantısını kaldırdı
uk: un1 вилучає посилання каналу
uz: un1 kanal havolasini olib tashladi
zh_cn: un1 移除了频道链接
zh_tw: un1 移除了頻道鏈結

# EventLogRemovedChannelPhoto
source: un1 removed the channel photo
ar: أزال ⁨un1⁩ صورة القناة
be: un1 выдаліў(-ла) аватар канала
ca: un1 ha eliminat la foto del canal
de: un1 hat das Kanalbild entfernt
es: un1 eliminó la foto del canal
fa: ⁨un1⁩ عکس کانال را حذف کرد
fi: un1 poisti kanavan kuvan
fr: un1 a supprimé la photo du canal
id: un1 menghapus foto channel
it: un1 ha rimosso la foto del canale
ko: un1 님이 채널 사진을 제거했습니다
ms: un1 keluarkan foto saluran
nl: kanaalfoto door un1 verwijderd
pl: Użytkownik un1 usunął zdjęcie kanału
pt_br: un1 removeu foto do canal
ru: un1 удалил(а) фото канала
sv: un1 tog bort kanalens bild
tr: un1 kanal fotoğrafını kaldırdı
uk: un1 вилучає фото каналу
uz: un1 kanal rasmini olib tashladi
zh_cn: un1 移除了频道头像
zh_tw: un1 移除了頻道頭像

# EventLogRemovedGroupLink
source: un1 removed the group link
ar: ⁨un1⁩ أزال رابط المجموعة
be: un1 выдаліў(-ла) спасылку на суполку
ca: un1 ha eliminat l'enllaç del grup
de: un1 hat Gruppen-Link entfernt
es: un1 eliminó el enlace del grupo
fa: ⁨un1⁩ لینک گروه را حذف کرد
fi: un1 poisti ryhmän linkin
fr: un1 a supprimé le lien du groupe
id: un1 menghapus tautan grup
it: un1 ha rimosso il link del gruppo
ko: un1 님이 그룹 링크를 제거했습니다
ms: un1 keluarkan link grup
nl: groepslink door un1 verwijderd
pl: Użytkownik un1 usunął link grupy
pt_br: un1 removeu o link do grupo
ru: un1 удалил(а) ссылку на группу
sv: un1 tog bort gruppens länk
tr: un1 grup bağlantısını kaldırdı
uk: un1 вилучає посилання групи
uz: un1 guruh havolasini olib tashladi
zh_cn: un1 移除了群组链接
zh_tw: un1 移除了群組鏈結

# EventLogRemovedLinkedChannel
source: un1 unlinked this group from un2
ar: ألغى ⁨un1⁩ ربط هذه المجموعة بـ ⁨un2⁩
be: un1 адвязаў(-ла) гэту суполку ад un2
ca: un1 ha desenllaçat aquest grup de un2
de: un1 hat die Verknüpfung dieser Gruppe von un2 entfernt
es: un1 desvinculó este grupo de un2
fa: ⁨un1⁩ اتصال این گروه را از ⁨un2⁩ قطع کرد
fi: un1 katkaisi ryhmäyhteyden kanavaan un2
fr: un1 a délié ce groupe de un2
id: un1 melepas grup ini dari un2
it: un1 ha scollegato questo gruppo da un2
ko: un1 님이 un2(으)로부터 이 그룹을 끊어냈습니다
ms: un1 nyahlink grup ini dari un2
nl: un1 heeft deze groep van un2 ontkoppeld
pl: Użytkownik un1 odłączył tę grupę od kanału un2
pt_br: un1 desvinculou este grupo de un2
ru: un1 отвязал(а) группу от un2
sv: un1 avlänkade den här gruppen från un2
tr: un1 bu grubun un2 ile bağlantısını kaldırdı
uk: un1 відвʼязує цю групу від un2
uz: un1 ushbu guruhni un2'dan ajratdi

# EventLogRemovedLinkedGroup
source: un1 removed the discussion group un2
ar: أزال ⁨un1⁩ مجموعة النقاشات ⁨un2⁩
be: un1 выдаліў(-ла) суполку абмеркаванняў un2
ca: un1 ha eliminat el grup de debat un2
de: un1 hat die Diskussionsgruppe un2 entfernt
es: un1 eliminó el grupo de conversación un2
fa: ⁨un1⁩ گروه بحث ⁨un2⁩ را حذف کرد
fi: un1 poisti keskusteluryhmän un2
fr: un1 a supprimé le groupe de discussion un2
id: un1 melepas grup diskusi un2
it: un1 ha rimosso la chat di discussione un2
ko: un1 님이 un2 토론 그룹을 제거했습니다
ms: un1 keluarkan grup diskusi dari un2
nl: un1 heeft de discussiegroep verwijderd un2
pl: Użytkownik un1 usunął grupę dyskusyjną un2
pt_br: un1 removeu o grupo de conversa un2
ru: un1 убрал(а) группу для обсуждения un2
sv: un1 tog bort diskussionsgrupp un2
tr: un1, un2 tartışma grubunu kaldırdı
uk: un1 відвʼязує групу обговорення un2
uz: un1 un2 muhokama guruhini olib tashladi

# EventLogRemovedLocation
source: un1 removed the group location
ar: أزال ⁨un1⁩ موقع المجموعة
be: un1 выдаліў(-ла) месцазнаходжанне суполкі
ca: un1 ha eliminat la ubicació del grup
de: un1 hat den Gruppenstandort entfernt
es: un1 eliminó la ubicación del grupo
fi: un1 poisti ryhmän sijainnin
fr: un1 a retiré la localisation du groupe
it: un1 ha rimosso la posizione del gruppo
ko: un1 님이 그룹 위치를 제거했습니다
ms: un1 keluarkan lokasi grup
nl: un1 verwijderde de groepslocatie
pl: Użytkownik un1 usunął lokalizację grupy
pt_br: un1 removeu a localização do grupo
ru: un1 удалил(а) геопозицию группы
sv: un1 tog bort grupplatsen
tr: un1 grup konumunu kaldırdı
uk: un1 вилучає розташування групи

# EventLogRemovedStickersSet
source: un1 removed the group sticker set
ar: ⁨un1⁩ أزال حزمة ملصقات المجموعة
be: un1 выдаліў(-ла) набор стыкераў суполкі
ca: un1 eliminat el paquet d'adhesius del grup
de: un1 hat das Sticker-Paket der Gruppe entfernt
es: un1 eliminó el pack de stickers del grupo
fa: ⁨un1⁩ بسته استیکر گروه را حذف کرد
fi: un1 poisti ryhmän tarrakokoelman
fr: un1 a supprimé le lot d'autocollants du groupe
id: un1 hapus set grup stiker
it: un1 ha rimosso il set di sticker del gruppo
ko: un1 님이 그룹 스티커 묶음을 제거했습니다
ms: un1 keluarkan set stiker untuk grup
nl: groepsstickers door un1 verwijderd
pl: Użytkownik un1 usunął zestaw naklejek grupy
pt_br: un1 removeu o pacote de stickers do grupo
ru: un1 удалил(а) набор стикеров группы
sv: un1 tog bort gruppens dekalsamling
tr: un1 grubun çıkartma paketini kaldırdı
uk: un1 вилучає пакунок наліпок групи
uz: un1 guruh stiker toʻplamini olib tashladi
zh_cn: un1 删除了群组表情包
zh_tw: un1 删除了群組表情包

# EventLogRemovedWGroupPhoto
source: un1 removed the group photo
ar: أزال ⁨un1⁩ صورة المجموعة
be: un1 выдаліў(-ла) аватар суполкі
ca: un1 ha eliminat la foto del grup
de: un1 hat das Gruppenbild entfernt
es: un1 eliminó la foto del grupo
fa: ⁨un1⁩ عکس گروه را حذف کرد
fi: un1 poisti ryhmän kuvan
fr: un1 a supprimé la photo du groupe
id: un1 menghapus foto grup
it: un1 ha rimosso la foto del gruppo
ko: un1 님이 그룹 사진을 제거했습니다
ms: un1 keluarkan foto grup
nl: groepsafbeelding door un1 verwijderd
pl: Użytkownik un1 usunął zdjęcie grupy
pt_br: un1 removeu a foto do grupo
ru: un1 удалил(а) фото группы
sv: un1 tog bort gruppens bild
tr: un1 grup fotoğrafını kaldırdı
uk: un1 вилучає фото групи
uz: un1 guruh rasmini oʻchirdi
zh_cn: un1 移除了群组头像
zh_tw: un1 移除了群組頭像

# EventLogRemovedYouChannelPhoto
source: You removed channel photo
it: Hai rimosso la foto del canale
nl: Je hebt de kanaalfoto verwijderd
ru: Вы удалили фото канала
zh_cn: 您移除了频道头像
zh_tw: 您移除了頻道頭像

# EventLogRemovedYouGroupPhoto
source: You removed group photo
it: Hai rimosso la foto del gruppo
nl: Je hebt de groepsafbeelding verwijderd
ru: Вы удалили фото группы
zh_cn: 您移除了群组头像
zh_tw: 您移除了群組頭像

# EventLogRestricted
source: changed restrictions for {0} indefinitely
it: un1 ha cambiato le restrizioni per un2 ({0})
nl: un1 heeft de beperkingen van un2 ({0}) aangepast
ru: un1 изменил(а) ограничения для пользователя un2 ({0})
zh_cn: 修改了对“{0}”的限制，持续时间：永久
zh_tw: 修改了對“{0}”的限制，持續時間：永久

# EventLogRestrictedChangeInfo
source: Change info
ar: تغيير المعلومات
be: Змяняць звесткі
ca: Canviar la informació
de: Info ändern
es: Editar info.
fa: تغییر اطلاعات
fi: Muokata tietoja
fr: Modifier les infos
id: Ubah Info
it: Cambiare le info
ko: 정보 수정
ms: Tukar Info
nl: Informatie aanpassen
pl: Zmienianie informacji
pt_br: Alterar info
ru: Изменять профиль
sv: Ändra info
tr: Bilgiyi değiştir
uk: Змінювати дані
uz: Maʼlumotlarni oʻzgartirish

# EventLogRestrictedInviteUsers
source: Add users
ar: إضافة مستخدمين
be: Дадаваць карыстальнікаў
ca: Afegir usuaris
de: Nutzer hinzufügen
es: Añadir usuarios
fa: افزودن کاربران
fi: Lisätä käyttäjiä
fr: Ajouter des utilisateurs
id: Tambah Anggota
it: Aggiungere utenti
ko: 사용자 추가
ms: Tambah pengguna
nl: Gebruikers toevoegen
pl: Dodawanie użytkowników
pt_br: Adicionar usuários
ru: Добавлять пользователей
sv: Lägga till användare
tr: Kullanıcılar ekleme
uk: Додавати користувачів
uz: Foydalanuvchilar qoʻshish

# EventLogRestrictedPinMessages
source: Pin messages
ar: تثبيت الرسائل
be: Замацоўваць паведамленні
ca: Fixar missatges
de: Nachrichten anheften
es: Fijar mensajes
fa: سنجاق کردن پیام‌ها
fi: Kiinnittää viestejä
fr: Épingler des messages
id: Semat pesan
it: Fissare messaggi
ko: 메시지 고정
ms: Semat mesej
nl: Berichten vastzetten
pl: Przypinanie wiadomości
pt_br: Fixar mensagens
ru: Закреплять сообщения
sv: Fästa upp meddelanden
tr: Mesajlar sabitleme
uk: Прикріплювати повідомлення
uz: Xabarlarni qadash

# EventLogRestrictedReadMessages
source: Read messages
ar: قراءة الرسائل
be: Чытаць паведамленні
ca: Llegir missatges
de: Nachrichten lesen
es: Leer mensajes
fa: خواندن پیام‌ها
fi: Lukea viestejä
fr: Lire les messages
id: Baca pesan
it: Leggere messaggi
ko: 메시지 읽기
ms: Baca mesej
nl: Berichten lezen
pl: Czytanie wiadomości
pt_br: Ler Mensagens
ru: Читать сообщения
sv: Läsa meddelanden
tr: Mesajları okuma
uk: Читати повідомлення
uz: Xabarlarni oʻqish
zh_cn: 查看消息
zh_tw: 查看訊息

# EventLogRestrictedSendEmbed
source: Embed links
ar: معاينة الروابط
be: Прымацоўваць спасылкі
ca: Incrustar enllaços
de: Linkvorschau senden
es: Incrustar enlaces
fa: قرار دادن لینک
fi: Upottaa linkkejä
fr: Afficher les aperçus de liens
id: Tautan terpasang
it: Inviare link con anteprima
ko: 링크 보내기
ms: Benam link
nl: Link-voorbeeld sturen
pl: Wstawianie linków
pt_br: Prévia de links
ru: Предпросмотр для ссылок
sv: Infoga länkar
tr: Bağlantılar ekleme
uk: Вставляти посилання
uz: Havolalarga razm solish
zh_cn: 嵌入链接预览
zh_tw: 嵌入鏈結預覽

# EventLogRestrictedSendMedia
source: Send media
ar: إرسال الوسائط
be: Адпраўляць медыя
ca: Enviar fitxers multimèdia
de: Medien senden
es: Enviar multimedia
fa: ارسال رسانه
fi: Lähettää mediaa
fr: Envoyer des médias
id: Kirim media
it: Inviare media
ko: 미디어 보내기
ms: Kirim media
nl: Media versturen
pl: Wysyłanie multimediów
pt_br: Enviar mídias
ru: Отправлять медиа
sv: Skicka media
tr: Medya gönderme
uk: Надсилати медіа
uz: Media yuborish
zh_cn: 发送媒体文件
zh_tw: 發送媒體文件

# EventLogRestrictedSendMessages
source: Send messages
ar: إرسال الرسائل
be: Адпраўляць паведамленні
ca: Enviar missatges
de: Nachrichten senden
es: Enviar mensajes
fa: ارسال پیام‌
fi: Lähettää viestejä
fr: Envoyer des messages
id: Kirim pesan
it: Inviare messaggi
ko: 메시지 보내기
ms: Kirim mesej
nl: Berichten versturen
pl: Wysyłanie wiadomości
pt_br: Enviar mensagem
ru: Отправлять сообщения
sv: Skicka meddelanden
tr: Mesajlar gönderme
uk: Надсилати повідомлення
uz: Xabarlar yuborish
zh_cn: 发送消息
zh_tw: 發送訊息

# EventLogRestrictedSendPolls
source: Send polls
ar: إرسال الاستفتاءات
be: Адпраўляць апытанні
ca: Enviar enquestes
de: Umfragen senden
es: Enviar encuestas
fa: ارسال نظرسنجی
fi: Lähettää kyselyitä
fr: Envoyer des sondages
id: Kirim Pol
it: Inviare sondaggi
ko: 설문 보내기
ms: Kirim undian
nl: Polls sturen
pl: Wysyłanie ankiet
pt_br: Enviar enquetes
ru: Отправлять опросы
sv: Skicka omröstningar
tr: Anketler gönderme
uk: Надсилати опитування
uz: Soʻrovnomalar yuborish

# EventLogRestrictedSendStickers
source: Send stickers & GIFs
ar: إرسال الملصقات والصور المتحركة
be: Адпраўляць стыкеры і анімацыі
ca: Enviar adhesius i GIF
de: Sticker & GIFs senden
es: Enviar stickers y GIF
fa: ارسال استیکر و گیف
fi: Lähettää tarroja ja GIFejä
fr: Envoyer des autocollants et des GIF
id: Kirim sticker & GIFs
it: Inviare sticker e GIF
ko: 스티커 및 GIF 보내기
ms: Kirim stiker & GIF
nl: Stickers & GIF's versturen
pl: Wysyłanie naklejek i GIFów
pt_br: Enviar Stickers & GIFs
ru: Отправлять стикеры и GIF
sv: Skicka dekaler & GIF:ar
tr: Çıkartma ve GIF gönderme
uk: Надсилати наліпки та GIF
uz: Stikerlar va GIFlar yuborish
zh_cn: 发送表情和 GIF
zh_tw: 發送表情和 GIF

# EventLogRestrictedUntil
source: changed permissions for {0} Duration: {1}
ar: غيَّر صلاحيات ⁨{0}⁩ المدة: ⁨{1}⁩
be: змяніў(-ла) паўнамоцтвы для {0} Працягласць: {1}
ca: ha canviat els permisos de {0} Durada: {1}
de: hat Berechtigungen für {0} geändert Dauer: {1}
es: cambió los permisos para {0} Duración: {1}
fa: اختیارات برای ⁨{0}⁩ تغییر یافت مدت زمان: ⁨{1}⁩
fi: muutti käyttäjän {0} oikeuksia Kesto: {1}
fr: a changé les permissions de {0} Durée : {1}
id: mengubah batasan untuk {0} Durasi: {1}
it: ha cambiato i permessi di {0} Durata: {1}
ko: {0} 님의 권한을 수정했습니다 지속 기간: {1}
ms: tukar permisi untuk {0} Tempoh: {1}
nl: rechten van {0} tot: {1} aangepast
pl: zmieniono uprawnienia dla użytkownika {0} Czas trwania: {1}
pt_br: alterou as permissões de {0} Duração: {1}
ru: изменены права для {0} Срок: {1}
sv: ändrade behörigheter för {0} Varaktighet: {1}
tr: {0} için izinleri değiştirdi Süre: {1}
uk: змінює дозволи для {0} Тривалість: {1}
uz: {0} uchun cheklovlar oʻzgartirildi Muddati: {1}
zh_cn: 修改了对“{0}”的限制 持续时间：{1}
zh_tw: 修改了對“{0}”的限制 持續時間：{1}

# EventLogSelectedEvents
source: selected actions
ar: الأحداث المحددة
be: выбраныя дзеянні
ca: accions seleccionades
de: ausgewählte Aktionen
es: acciones elegidas
fi: valitut tapahtumat
fr: actions sélectionnées
it: azioni selezionate
ko: 선택한 활동
ms: aksi pilihan
nl: geselecteerde gebeurtenissen
pl: wybrane zdarzenia
pt_br: ações selecionadas
ru: выбранные действия
sv: valda åtgärder
tr: seçili eylemler
uk: вибрані дії

# EventLogSendMessages
source: un1 sent this message:
ar: أرسل ⁨un1⁩ هذه الرسالة:
be: un1 адправіў(-ла) гэта паведамленне:
ca: un1 ha enviat:
de: un1 hat diese Nachricht gesendet:
es: un1 envió este mensaje:
fi: un1 lähetti tämän viestin:
fr: un1 a envoyé ce message :
it: un1 ha inviato questo messaggio:
ko: un1님이 메시지 보냄:
ms: un1 kirim mesej ini
pt_br: un1 enviou esta mensagem:
ru: un1 отправил(а) сообщение:
sv: un1 skickade meddelandet:
tr: un1 bu mesajı gönderdi:
uk: un1 надсилає повідомлення:

# EventLogStartedLiveStream
source: un1 started a live stream
ar: بدأ ⁨un1⁩ بثًا مباشرًا
be: un1 пачаў(-ла) жывы эфір
ca: un1 ha iniciat un directe
de: un1 hat einen Livestream gestartet
es: un1 inició un stream en directo
fi: un1 aloitti suoran lähetyksen
fr: un1 a démarré une diffusion en direct
it: un1 ha avviato una diretta streaming
ko: un1 님이 실시간 방송을 시작
ms: un1 mulai strim langsung
pl: Użytkownik un1 rozpoczął transmisję na żywo
pt_br: un1 iniciou uma transmissão ao vivo
ru: un1 начал(а) трансляцию
sv: un1 startade en liveströmning
tr: un1 canlı yayın başlattı
uk: un1 починає трансляцію

# EventLogStartedVoiceChat
source: un1 started a video chat
ar: بدأ ⁨un1⁩ محادثة مرئية
be: un1 пачаў(-ла) відэачат
ca: un1 ha iniciat un xat de vídeo
de: un1 hat einen Videochat gestartet
es: un1 inició un videochat
fi: un1 aloitti videokeskustelun
fr: un1 a démarré un salon vidéo
it: un1 ha avviato una chat video
ko: un1님이 영상 대화를 시작했습니다
ms: un1 mulakan bual video
nl: un1 startte een spraakchat
pl: Użytkownik un1 rozpoczął czat wideo
pt_br: un1 iniciou um chat de vídeo
ru: un1 начал(а) видеочат
sv: un1 startade en videochatt
tr: un1 görüntülü sohbet başlattı
uk: un1 починає відеочат

# EventLogStopPoll
source: un1 stopped the poll:
ar: أوقف ⁨un1⁩ الاستفتاء:
be: un1 спыніў(-ла) апытанне:
ca: un1 ha aturat l'enquesta:
de: un1 hat Umfrage beendet:
es: un1 detuvo la encuesta:
fa: ⁨un1⁩ نظرسنجی را متوقف کرد:
fi: un1 lopetti kyselyn:
fr: un1 a clôt le sondage :
id: un1 menutup pol
it: un1 ha terminato il sondaggio:
ko: un1 님이 설문을 마감했습니다:
ms: un1 hentikan undian:
nl: un1 heeft de poll gestopt:
pl: Użytkownik un1 zatrzymał ankietę
pt_br: un1 encerrou a enquete:
ru: un1 остановил(а) опрос:
sv: un1 avbröt denna omröstning:
tr: un1 anketi durdurdu:
uk: un1 закриває опитування:
uz: un1 soʻrovnomani toʻxtatdi:

# EventLogStopQuiz
source: un1 stopped the quiz:
ar: أوقف ⁨un1⁩ الاختبار:
be: un1 спыніў(-ла) віктарыну:
ca: un1 ha aturat el concurs:
de: un1 hat das Quiz beendet:
es: un1 detuvo el cuestionario:
fa: ⁨un1⁩ آزمون را متوقف کرد:
fi: un1 lopetti visan:
fr: un1 a arrêté le quiz :
id: un1 menghentikan kuis
it: un1 ha terminato il quiz:
ko: un1 님이 퀴즈를 마감했습니다:
ms: un1 hentikan kuiz
nl: un1 stopte de quiz:
pl: Użytkownik un1 zatrzymał quiz
pt_br: un1 parou o quiz:
ru: un1 остановил(а) опрос:
sv: un1 stoppede quizen:
tr: un1 anketi durdurdu:
uk: un1 закриває вікторину:
uz: un1 viktorinani toʻxtatdi:
